/* Localized versions of Info.plist keys */

"KTPluginName" = "Strumento Stickam";
"KTPluginUntitledName" = "Il mio Stickam";
"KTPluginDescription" = "Una pagelet che mostra contenuto audio-video da Stickam.com";